FV2504/E_0529.puml
@startuml
skinparam Shadowing false
skinparam NoteBorderColor #f3f1f6
skinparam NoteBackgroundColor #f3f1f6
skinparam NoteFontSize 12
skinparam ActivityBorderColor none
skinparam ActivityBackgroundColor #7a8da1
skinparam ActivityFontSize 16
skinparam ArrowColor #7aab8a
skinparam ArrowFontSize 16
skinparam ActivityDiamondBackgroundColor #7aab8a
skinparam ActivityDiamondBorderColor #7aab8a
skinparam ActivityDiamondFontSize 18
skinparam defaultFontName DejaVu Serif Condensed
skinparam ActivityEndColor #669580

header
<b>FV2210
2022-12-12
endheader

title
GPKE

6.30.6: AD: Bestellung einer Konfiguration vom NB an MSB



end title
:<b>E_0529</b>;
note right
<b><i>Prüfende Rolle: MSB
end note

if (<b>10: </b> Konnte die Konfiguration an allen Lokationen umgesetzt werden?) then (ja)
else (nein)
    :A01;
    note left
        Cluster: Ablehnung
        Die Konfiguration konnte nicht an allen Lokationen umgesetzt werden
    endnote
    kill;
endif
if (<b>20: </b> Ist ein zuvor nicht spezifizierter Fehler aufgetreten?) then (ja)
    :A99;
    note left
        Cluster: Ablehnung
        Sonstiges
        Hinweis: Das identifizierte Problem ist in der Antwort zu beschreiben/benennen.
        Nutzungsmöglichkeit Ende: 01.04.2026 00:00 Uhr
    endnote
    kill;
else (nein)
    :A02;
    note left
        Cluster: Zustimmung
        Konfiguration konnte an allen Lokationen umgesetzt werden
    endnote
    kill;
endif

@enduml
